import React from "react";

export const faqData = [
  {
    question: "Способи оплати",
    plainText: "Готівка при отриманні. Грошовий переказ на картку. Післяплата на відділенні перевізника. Оплата частинами.",
    answer: (
      <ul>
        <li>Готівка при отриманні</li>
        <li>Грошовий переказ на картку</li>
        <li>Післяплата на відділенні перевізника</li>
        <li>Оплата частинами</li>
      </ul>
    ),
  },
  {
    question: "З якими перевізниками ви працюєте",
    plainText: "Нова Пошта. Delivery. SAT.",
    answer: (
      <ul>
        <li>Нова Пошта</li>
        <li>Delivery</li>
        <li>SAT</li>
      </ul>
    ),
  },
  {
    question: "Терміни доставки",
    plainText: "Відправка товару здійснюється протягом 1-3 робочих днів після підтвердження замовлення. Терміни доставки по Україні залежать від термінів доставки перевізників. Замовлення, оформлені у вихідні або святкові дні, обробляються та надсилаються на початку робочого тижня або наступного робочого дня.",
    answer: `Відправка товару здійснюється протягом 1-3 робочих днів після підтвердження замовлення. Терміни доставки по Україні залежать від термінів доставки перевізників.

Замовлення, оформлені у вихідні або святкові дні, обробляються та надсилаються на початку робочого тижня або наступного робочого дня.`,
  },
  {
    question: "Вартість доставки",
    plainText: "По Києву безкоштовно від 8000 грн до під'їзду. По Україні безкоштовно від 13000 грн кур'єром перевізника. Матраци у вакуумному пакуванні при замовленні від 8000 грн доставляються безкоштовно на відділення Нової Пошти. Якщо сума замовлення менше 8000 грн, вартість доставки по Києву становитиме 500 грн до під'їзду.",
    answer: `По Києву безкоштовно від 8000 грн. до під'їзду.

По Україні безкоштовно від 13000 грн. кур'єром перевізника.

Матраци у вакуумному пакуванні при замовленні від 8000 грн. доставляються безкоштовно на відділення Нової Пошти.

Якщо сума замовлення менше 8000 грн. то вартість доставки по Києву становитиме 500 грн до під'їзду (занос матрацу на поверх сплачується окремо).`,
  },
  {
    question: "Повернення та обмін",
    plainText: "Відповідно до Закону про захист прав споживача покупці інтернет-магазину Just Sleep мають право повернути або обміняти куплений матрац протягом 14 днів з дня покупки, якщо: матрац не був у використанні і не має слідів використання; збережено його товарний вигляд; збережено цілісність упаковки матраца і всі її компоненти; збережено комплектацію матраца, ярлики, інструкції та заводське маркування; пред'явлено товарний чек, що підтверджує факт покупки у нашому магазині. Обміну та поверненню не підлягають: матраци, що були у використанні; матраци, виготовлені під індивідуальне замовлення нестандартних розмірів; подушки, наматрацники, ковдри.",
    answer: (
      <>
        <p>
          Відповідно до "Закону про захист прав споживача" покупці
          інтернет-магазину «Just Sleep», мають право повернути або обміняти
          куплений матрац протягом 14 днів з дня покупки, якщо:
        </p>
        <ul>
          <li>матрац не був у використанні і не має слідів використання</li>
          <li>збережено його товарний вигляд</li>
          <li>
            збережено цілісність упаковки матраца і всі її компоненти
          </li>
          <li>
            збережено комплектацію матраца, ярлики, інструкції та заводське
            маркування
          </li>
          <li>
            пред'явлено товарний чек, що підтверджує факт покупки у нашому
            магазині
          </li>
        </ul>
        <p>
          <strong>Обміну та поверненню не підлягають такі товари:</strong>
        </p>
        <ul>
          <li>
            матраци, що були у використанні та мають сліди використання
          </li>
          <li>
            матраци, які виготовлялися під індивідуальне замовлення
            нестандартних розмірів
          </li>
          <li>подушки, наматрацники, ковдри</li>
        </ul>
      </>
    ),
  },
];
